[
  {
    "name": "Oleg Artemyev",
    "bio": "Russian cosmonaut, veteran of multiple ISS expeditions. Loves photography from space.",
    "funFact": "Has taken over 10,000 photos of Earth from orbit!",
    "voiceNote": "Every day on the ISS is a new adventure. I love sharing the view with the world!",
    "role": "Commander",
    "nationality": "Russian"
  },
  {
    "name": "Jessica Watkins",
    "bio": "NASA astronaut and geologist. First Black woman on a long-duration ISS mission.",
    "funFact": "Enjoys reading science fiction in microgravity.",
    "voiceNote": "I get to do science in space and inspire the next generation. That's the best part of my job!",
    "role": "Flight Engineer",
    "nationality": "American"
  },
  {
    "name": "Samantha Cristoforetti",
    "bio": "ESA astronaut, engineer, and pilot. Holds the record for longest uninterrupted spaceflight by a European astronaut.",
    "funFact": "Makes the best espresso in orbit.",
    "voiceNote": "Ciao from the ISS! Remember, the sky is not the limit.",
    "role": "Flight Engineer",
    "nationality": "Italian"
  },
  {
    "name": "Sergey Prokopyev",
    "bio": "Russian cosmonaut and engineer. Experienced in spacewalks and scientific experiments.",
    "funFact": "Has spent over 500 days in space across multiple missions.",
    "voiceNote": "Space is our future. Every experiment brings us closer to understanding our universe.",
    "role": "Flight Engineer",
    "nationality": "Russian"
  },
  {
    "name": "Dmitry Petelin",
    "bio": "Russian cosmonaut and military pilot. First spaceflight on the ISS.",
    "funFact": "Dreamed of becoming an astronaut since childhood.",
    "voiceNote": "Being in space is like living a dream. The view of Earth is absolutely breathtaking!",
    "role": "Flight Engineer",
    "nationality": "Russian"
  },
  {
    "name": "Frank Rubio",
    "bio": "NASA astronaut and Army helicopter pilot. On his first long-duration spaceflight.",
    "funFact": "Speaks Spanish and enjoys playing guitar in space.",
    "voiceNote": "From the Army to space - it's been an incredible journey. The ISS is our home away from home.",
    "role": "Flight Engineer",
    "nationality": "American"
  }
] 